{
  "presentationHeader" : "Learn Music Header",
  "presentationSubHeader" : "Learn Music Sub Header",
  "exercises" : "Exercises",
  "playground" : "Playground",
  "theory" : "Theory",
  "home" : "Home",
  "aboutUs" : "About us",
  "contact" : "Contact",
  "presentationExercises": "Exercises",
  "introductionExercises": "Get ready to unlock your musical potential!",
  "exercisesPercepcaoMusical": "Musical Perception",
  "exercisesPercepcaoRitmica": "Rhythmic Perception",
  "exercisesCompleteEscala": "Complete the scale",
  "appName": "Musician's tool",
  "presentationHeaderPlayAdvanced": "Playground: Advanced Mode",
  "presentationSubHeaderPlay": "Choose layout",
  "guitarPlayground": "Acoustic Guitar",
  "pianoPlayground": "Piano",
  "bassPlayground": "Bass",
  "presentationHeaderPlayFree": "Playground: Free play",
  "introductionPlay":"Welcome to the Playground. Choose below which mode you will use",
  "presentationPlay":"Playground",
  "buttonsDescriptionFree": "FREE MODE: If you are a beginner",
  "buttonsDescriptionAdvanced": "ADVANCED MODE: If you are an advanced user",
  "basicDifficulty": "Basic",
  "intermediateDifficulty": "Intermediary",
  "advancedDifficulty":  "Advanced",
  "selectDifficulty": "Select",
  
  "presentationHeaderModules": "Elementary Theory",
  "presentationModules": "Modules",
  "introductionModules": "Explore the language of music! Unravel the secrets of music theory in a captivating way. Learn notes, scales, chords, and sheet music reading in an accessible course. Awaken your musical talent and dive into this journey of discovery!",
  "moduleChoiceText": "Choose where to start:",
  "introductionUnit-1": "Learn about the fundamental properties of sound.",
  "module-1": "History of music",
  "theoryDrums": "Drums",
  "theoryViolin": "Violin",
  "theorySaxophone": "Saxophone",
  "unit-1": "Unit 1 - Sound Properties",
  "unit-2": "Unit 2 - Note - Staff",
  "unit-3": "Unit 3 - Clef",
  "module-2": "Module 2 - Duration",
  "unit-4": "Unit 4 - Note Figure - Rest",
  "unit-5": "Unit 5 - Tie - Augmentation Dot - Double Augmentation Dot - Fermata - Diminution Dot",
  "unit-6": "Unit 6 - Time Signature",
  "unit-7": "Unit 7 - Simple and Compound Time Signature",
  "unit-8": "Unit 8 - Time Signature Formula",
  "unit-9": "Unit 9 - Spelling Rules",
  "unit-10": "Unit 10 - Tempo",
  "unit-11": "Unit 11 - Time Marking",
  "unit-12": "Unit 12 - Irregular Time Signatures",
  "unit-13": "Unit 13 - Offbeat - Syncopation",
  "unit-14": "Unit 14 - Articulations",
  "unit-15": "Unit 15 - Repeat Signs",
  "module-3": "Module 3 - Intensity",
  "unit-16": "Unit 16 - Dynamic Signs",
  "module-4": "Module 4 - Pitch",
  "unit-17": "Unit 17 - Interval Notion - Semitone and Whole Tone",
  "unit-18": "Unit 18 - Alteration Signs",
  "unit-19": "Unit 19 - Enharmonic Notes - Chromatic and Diatonic Semitone",
  "unit-20": "Unit 20 - Scale - Mode",
  "unit-21": "Unit 21 - Major Mode",
  "unit-22": "Unit 22 - Major Mode (cont.)",
  "unit-23": "Unit 23 - Minor Mode",
  "unit-24": "Unit 24 - Minor Mode (cont.)",
  "unit-25": "Unit 25 - Notion of Melody and Harmony",
  "unit-26": "Unit 26 - Tonality",
  "unit-27": "Unit 27 - Chromatic Scale - Enharmonic Scales - Homonymous Scales",
  "unit-28": "Unit 28 - Intervals",
  "unit-29": "Unit 29 - Intervals (cont.)",
  "unit-30": "Unit 30 - Natural Intervals",
  "unit-31": "Unit 31 - How to Qualify Intervals",
  "unit-32": "Unit 32 - How to Form Intervals",
  "unit-33": "Unit 33 - Inversion of Intervals",
  "unit-34": "Unit 34 - Consonant and Dissonant Intervals",
  "unit-35": "Unit 35 - Modes",
  "unit-36": "Unit 36 - Modes (cont.)",
  "unit-37": "Unit 37 - Exotic Scales",
  "unit-38": "Unit 38 - Ornaments",
  "unit-39": "Unit 39 - Transposition (cont.)",
  "module-5": "Module 5 - Timbre",
  "unit-40": "Unit 40 - Voice Classification",
  "unit-41": "Unit 41 - Instrument Classification",
  "module-6": "Module 6 - Other Musical Aspects",
  "unit-42": "Unit 42 - Acoustics Notions",
  "unit-43": "Unit 43 - Harmonic Sounds - Octave Numbering",
  "presentationExercisesChooseDificult": "Choose Mode",

  "instrumentsH2": "Sharing a little bit about the instrument",
  "readingIndications": "Reading indications",
  "detailedArticle": "More detailed article on the subject",
  "whereToBuy": "Where to buy",

  "saxContent": "Popularly known as the Sax, it is a wind instrument invented in the 1840s, made of brass and composed of various tubes, keys, and pads. It has a single reed that vibrates when blown by the musician, producing sound.\n\n The Sax can have various sizes, each with its specific pitch. The most popular is the alto saxophone, but there are also the tenor, soprano, and baritone saxophones. The size of the instrument results in different sounds being produced. Each one has its own tonal range.\n\n To play the saxophone, it is necessary to blow air through the mouthpiece, always controlling the pressure and position of the embouchure. The keys, manipulated by the hands, allow the musician to change the pitch of the note, creating a distinctive and expressive timbre, ranging from softer and melancholic sounds to more energetic and brilliant ones. The musician can use techniques such as vibrato, bend, glissando, and growl to add feeling and energy to their sound.\n\n The sax can act as a solo instrument or as part of a wind section. It adds harmony and texture to the music. As a versatile instrument, it is mainly associated with jazz, but it is also used in classical music, especially in orchestras and chamber music, in rock groups, big bands, popular music, and even in some styles of folk music.\n\n Learning to play the saxophone requires a lot of practice, dedication, and guidance from a qualified teacher. Reading sheet music, technique, and improvisation are relevant aspects for developing musical skills. The embouchure, breathing, and finger coordination will allow the musician to extract the most from this expressive and captivating instrument, capable of conveying emotion and energy through its unique and versatile sound.",

  "violinContent": "The violin is an instrument belonging to the family of friction-stringed instruments. Its sound is popularly known for being beautiful, unique, and versatile, applicable to music styles such as jazz, folk, classical music, among others. There are several curiosities and information about the violin, as well as about how to play it.\n\n The violin has a fairly simple construction. In summary, it consists of the resonating body, which is the main part, made of wood, usually with an opening on the top, the neck, scroll, and pegbox, which make up the area where the pitch is selected. Unlike other instruments, the violin comes in various sizes to accommodate musicians of different ages and physical sizes. The standard size is 4/4, but there are also 3/4, 1/2, 1/4, 1/8, 1/10, and 1/16 sizes. The violin is tuned to the notes G, D, A, and E, from the lowest string to the highest.\n\n The violin is a highly versatile instrument, capable of producing a wide range of sounds, from soft and delicate to bright and intense. Techniques such as vibrato, staccato, legato, pizzicato, and harmonics can be used by the musician to add nuances and emotions to their performance. Because of this, the violin transcends classical music, where it is most commonly used and prominent, to venture into completely different genres such as folk and ethnic music, funk, popular music, among others.\n\n Learning the violin requires dedication, practice, and guidance from a qualified teacher. The student will position the base of the instrument between the chin and the left shoulder. The left hand will press the strings on the fingerboard to alter the pitch. The right hand holds a bow made of horsehair attached to a wooden stick. The friction of this horsehair against the strings produces sound. Performing these movements with excellence is complex, as the violin is a challenging instrument. With patience and perseverance, it is possible to extract wonderful and melodic sounds from this instrument.",

  "drumContent": "One of the most famous percussion instruments, the drum set is composed of various drums and cymbals arranged ergonomically for a single individual, the drummer, to play them. The drum set typically has the following layout:\n\nBass drum: The largest drum, usually centered in relation to the others. It is played by a pedal that, when activated, causes a drumstick to strike the drumhead, producing a deep and pulsating sound that marks the tempo of the music.\n\nSnare drum: Consisting of two heads, one on the bottom and another on the top, stretched over a metal rim. When struck by drumsticks, it produces a sound resembling a snappy crack.\n\nTom-toms: Smaller drums positioned on stands at an elevated position relative to the bass drum. There are commonly two or more tom-toms in a drum set, each producing a specific sound when struck.\n\nCymbals: Metallic discs that produce a high-pitched sound when struck. A drum set can contain various types of cymbals. The hi-hat consists of a pair of cymbals that can be opened and closed. Ride cymbals are larger and heavier, used for accentuation. Crash cymbals, on the other hand, are used to create a crashing sound.\n\nDrummers use different types of drumsticks to play different drums, cymbals, and tom-toms. The formation of complex patterns of beats, with variations in hand techniques and applied force, guarantees a unique sound to this instrument.\n\nThe drum set is found in various music styles such as rock, pop, jazz, blues, funk, metal, reggae, among others. It provides the foundation for other instruments, marking the rhythm and contributing to the overall feel of the music.\n\nTo learn to play the drums, it is necessary to develop skills such as motor coordination and rhythmic perception. Techniques such as independence among the limbs allow hands and feet to perform completely different functions. Not only is motor skill required, but also endurance to repeat the same movements many times, with different intensities, without getting injured or fatigued. With dedication and study, the drums can become an extremely engaging and stimulating instrument."
}