{
  "presentationHeader" : "Aprenda Música título",
  "presentationSubHeader" : "Aprenda Música subtítulo",
  "exercises" : "Exercícios",
  "playground" : "Playground",
  "theory" : "Teoria",
  "home" : "Home",
  "aboutUs" : "Sobre nós",
  "contact" : "Contato",
  "presentationExercises": "Exercícios",
  "introductionExercises": "Prepare-se para desbloquear seu potencial musical!",
  "exercisesPercepcaoMusical": "Percepção Musical",
  "exercisesPercepcaoRitmica": "Percepção Rítmica",
  "exercisesCompleteEscala": "Complete a Escala",
  "appName": "Aprendizagem músical",
  "presentationHeaderPlayAdvanced": "Playground: Modo Avançado",
  "presentationSubHeaderPlay": "Escolha a diagramação",
  "guitarPlayground": "Violão",
  "pianoPlayground": "Piano",
  "bassPlayground": "Baixo",
  "presentationHeaderPlayFree": "Playground: Modo livre",
  "presentationPlay":"Playground",
  "introductionPlay":"Bem vindo ao Playground. Escolha abaixo qual modo voce irá utilizar",
  "buttonsDescriptionFree": "MODO LIVRE: Caso você seja um iniciante",
  "buttonsDescriptionAdvanced": "MODO AVANÇADO: Caso você seja um usuário avançado",
  "basicDifficulty": "Básico",
  "intermediateDifficulty": "Intermediário",
  "advancedDifficulty":  "Avançado",
  "selectDifficulty": "Selecionar",

  "presentationHeaderModules": "Teoria Elementar",
  "presentationModules": "Módulos",
  "introductionModules": "Explore a linguagem musical! Desvende os segredos da teoria musical de maneira cativante. Aprenda notas, escalas, acordes e leitura de partituras em um curso acessível. Desperte seu talento musical e mergulhe nessa jornada de descobertas!",
  "moduleChoiceText": "Escolha por onde começar:",
  "introductionUnit-1": "Aprenda sobre as propriedades fundamentais do som.",
  "module-1": "História da música",
  "theoryDrums": "Bateria",
  "theoryViolin": "Violino",
  "theorySaxophone": "Saxofone",
  "unit-1": "Unidade 1 - Propriedades do som",
  "unit-2": "Unidade 2 - Nota — pentagrama",
  "unit-3": "Unidade 3 – Clave",
  "module-2": "Módulo 2 – Duração",
  "unit-4": "Unidade 4 - Figura da nota — pausa",
  "unit-5": "Unidade 5 - Ligadura — ponto de aumento — duplo ponto de aumento — fermata — ponto de diminuição",
  "unit-6": "Unidade 6 – Compasso",
  "unit-7": "Unidade 7 - Compasso simples e composto",
  "unit-8": "Unidade 8 - Fórmula do compasso",
  "unit-9": "Unidade 9 – Regras de grafia",
  "unit-10": "Unidade 10 – Andamento",
  "unit-11": "Unidade 11 – Marcação de compasso",
  "unit-12": "Unidade 12 – Quiálteras",
  "unit-13": "Unidade 13 – Contratempo – síncopa",
  "unit-14": "Unidade 14 – Articulações",
  "unit-15": "Unidade 15 - Sinais de repetição",
  "module-3": "Módulo 3 – Intensidade",
  "unit-16": "Unidade 16 – Sinais de dinâmica",
  "module-4": "Módulo 4 – Altura",
  "unit-17": "Unidade 17 – Noção de intervalo - semitom e tom",
  "unit-18": "Unidade 18 – Sinais de alteração",
  "unit-19": "Unidade 19 – Notas enharmônicas – semitom cromático e diatônico",
  "unit-20": "Unidade 20 – Escala – modo",
  "unit-21": "Unidade 21 – Modo maior",
  "unit-22": "Unidade 22 – Modo maior (cont.)",
  "unit-23": "Unidade 23 – Modo menor",
  "unit-24": "Unidade 24 – Modo menor (cont.)",
  "unit-25": "Unidade 25 – Noção de melodia e harmonia",
  "unit-26": "Unidade 26 – Tonalidade",
  "unit-27": "Unidade 27 - Escala cromática — escalas enharmônicas — escalas homônimas",
  "unit-28": "Unidade 28 – Intervalos",
  "unit-29": "Unidade 29 – Intervalos (cont.)",
  "unit-30": "Unidade 30 – Intervalos naturais",
  "unit-31": "Unidade 31 - Como qualificar os intervalos",
  "unit-32": "Unidade 32 – Como formar os intervalos",
  "unit-33": "Unidade 33 – Inversão dos intervalos",
  "unit-34": "Unidade 34 – Intervalos consonantes e dissonantes",
  "unit-35": "Unidade 35 – Modos",
  "unit-36": "Unidade 36 – Modos (cont.)",
  "unit-37": "Unidade 37 – Escalas exóticas",
  "unit-38": "Unidade 38 – Ornamentos",
  "unit-39": "Unidade 39 – Transposição (cont.)",
  "module-5": "Módulo 5 – Timbre",
  "unit-40": "Unidade 40 – Classificação das vozes",
  "unit-41": "Unidade 41 – Classificação dos instrumentos",
  "module-6": "Módulo 6 – Outros aspectos musicais",
  "unit-42": "Unidade 42 - Noções de acústica",
  "unit-43": "Unidade 43 - Sons harmônicos — numeração das oitavas",
  "presentationExercisesChooseDificult": "Escolha o modo",
  "readingIndications": "Indicações de leitura",
  "detailedArticle": "Matéria mais detalhada sobre o assunto",
  "whereToBuy": "Onde comprar",

  "instrumentsH2": "Contando um pouquinho sobre o instrumento",
  "saxContent": "Popularmente conhecido como Sax, é um instrumento de sopro inventado na década de 1840, feito de latão e composto por vários tubos, chaves e almofadas. Possui uma palheta única que , quando soprada pelo músico, vibra, produzindo o som.\n \n O Sax pode possuir vários tamanhos, cada um com sua afinação específica. O mais popular é o saxofone alto, porem existe o tenor, soprano e barítono. O tamanho do equipamento resulta em diferentes sons produzidos. Cada um possui sua própria extensão tonal.\n \n Para se tocar o saxofone é necessário soprar ar através do bocal, sempre controlando a pressão e posição da embocadura. As chaves, manuseadas pelas mãos, permitem que o músico altere a altura da nota, criando um timbre distintivo e expressivos, indo de sons mais suaves e melancólicos até sons mais energéticos e brilhantes. O músico pode utilizar de algumas técnicas comom vibrato, bend, glissando e growl para adicionar sentimento e energia ao seu som.\n \n O sax pode atuar como instrumento solo ou como parte de um secao de sopros. Ele adiciona harmonia e textura à música. Como é um instrumento versátil, ele se associa principalmente o jazz, porem também é utilizado na música clássica, especialmente em orquestras e músicas de câmara, em grupos de rock, big bands, música popular e até mesmo em alguns estilos de música folclórica.\n \n Aprender a tocar o saxofone reque muita prática, dedicação e orientação de um professor qualificado. A leitura de partituras, técnica e improvisação são aspectos relevantes para que possa desenvolver habilidades musicas. A embocadura, respiração e coordenação dos dedos irão permitir que o músico extraia o máximo desse instrumento expressivo e cativante, capaz de transmitir emoção e energia através de sua sonoridade única e versátil.",

  "violinContent": "O violino é um instrumento pertencente a família dos instrumentos de cordas friccionadas. O som produzido por ele é popularmente conhecido por ser muito belo, único e versátil, se aplicando a estilos musicais como jazz, folk, música clássica, dentre outros. Existem diversas curiosidades e informações sobre o violino, bem como sobre a maneira de se tocá-lo.\n\n O violino possui construção bastante simples. Em síntese ele é composto pela caixa de ressonância, que é a parte principal, feita em madeira, comumente com uma abertura no tampo, pelo pescoço, voluta e cravelha, que compõe o local onde se seleciona qual nota tocará. Diferente de outros instrumentos o violino possui diversos tamanhos para acomodar músico de diferentes idades e tamanhos físicos. O tamanho padrão é o 4/4, porem existem o 3/4, 1/2, 1/4, 1/8, 1/10 e 1/16. O violino é afinado nas notas sol, ré, lá e mi, da corda mais grave para a mais aguda.\n\n O violino é um instrumento muito versátil, podendo produzir uma ampla fama de sons, desde os suaves e delicados, até os brilhantes e intensos. Técnicas como vibrato, staccato, legato, pizzicato e harmônicos podem ser utilizados pelo músico para adicionar nuances e emoção à sua interpretação. Devido a isso, esse instrumento extrapola a música clássica, local onde é mais utilizado e marcante, para adentrar em gêneros completamente distintos como música folclórica e étnica, funk, música popular, dentre outros.\n\n O aprendizado do violino requer bastante dedicação, prática e orientação de um professor qualificado. O aluno irá posicionar a base do instrumento entre o queixo e o obro esquerdo. A mao esquerda irá pressionar as cordas no praco do violino para alterar a altura do som. A mao direita segura um arco composto por crina de cavalo amarrada a um arco de madeira. A fricção dessa crina com as cordas produz o som. A execução desses movimentos com excelência é complexa, pois o violino é um instrumento desafiador. Com paciência e perseverança é possível extrair sons maravilhosos e melódicos desse aparelho.",

  "drumContent": "Um dos instrumentos de percussão mais famosos, a bateria é composta por vários tambores e pratos, dispostos ergonomicamente para que um único indivíduo, o baterista, possa tocá-los. Por padrão a bateria possui o seguinte layout:\n\nBumbo: O maior tambor, geralmente fica centralizado em relação aos outros. É tocado por um pedal que, quando acionado, faz com que uma baqueta se choque contra a pele do instrumento, produzindo um som grave e pulsante que marca o tempo da música.\n\nCaixa: Composta de duas peles, uma inferior e outra superior, esticadas em um aro metálico. Ao ser tocada pelas baquetas produz uma sonoridade que se assemelha a um estalo.\n\nTom-toms: Tambores menores posicionados em suportes numa posição elevada em relação ao bumbo. Comumente se encontram dois ou mais tom-toms por bateria, onde cada um produz um som específico quando percutido.\n\nPratos: Discos metálicos que produzem um som agudo ao serem percutidos. Uma bateria pode conter vários tipos de prato. O chimbal consiste em um par de pratos que são abertos e fechados. Já os pratos de condução são maiores e mais pesados, usados para acentuações. Os crashes, por sua vez, são pratos utilizados para criarem uma explosão sonora.\n\nOs bateristas usam de diversos tipos de baquetas para tocarem diferentes tipos de tambores, pratos e tom-toms. A formação de padrões complexos de batidas, com variações do uso das mãos e forca empregada garantem uma sonoridade ímpar à esse instrumento.\n\nA bateria é um instrumento encontrado em diversos estilos musicais como o rock, pop, jazz, blues, funk, metal, reggae, dentre outros. É ela quem fornece a base para outros instrumentos, marcando o ritmo e compondo a sensação geral da música.\n\nPara se aprender a tocar bateria é necessário desenvolver habilidades como a coordenação motora e a percepção rítmica. Técnicas como a independência entre os membros permitirão que mãos e pés possam desempenhar funções completamente diferentes. Não só a habilidade motora é requerida, como também a resistência para repetir diversas vezes o mesmo movimento, com diferentes intensidades, e não se lesionar ou fadigar. Com muita dedicação e estudo a bateria pode se tornar um instrumento extremamente envolvente e estimulante."
}